{
    "Mudanzas Internacionales": "Mudanzas Internacionales",
    "Global": "Global",
    "Fundada en el año de 1968, Mudanzas Internacionales Global es considerada como la empresa de mudanzas con mayor trayectoria en el mercado venezolano.": "Mudanzas Internacionales Global, founded in 1988, is considered as the moving company with more experience in the Venezuelan market.",
    "Servicio de origen": "Service of Origin",
    "En Venezuela": "In Venezuela", 
    "Nuestro equipo multicultural de expertos está siempre listo para atenderlo y comprender sus necesidades y ofrecerle la mejor solución. Contáctenos, hablamos español, inglés, alemán, francés e italiano.": "Our multi-cultural team of experts is permanently ready to serve you and understand your needs and provide the best solution. Contact us; we speak Spanish, English, German, French and Italian.",
    "Nuestros estándares de calidad están avalados por la prestigiosa certificación FAIM (FIDI Accredited International Mover) asociación líder en compañías de mudanzas a nivel mundial.": "Our quality standards are guaranteed by the prestigious FAIM certification (FIDI Accredited International Mover) leading association for international movers providing services worldwide.",
    "LLEVAR": "TAKE A",
    "TODA UNA VIDA": "WHOLE LIFE", 
    "A CUALQUIER": "TO ANYWHERE",
    "PARTE DEL MUNDO": "IN THE WORLD", 
    "Líder en el Mercado": "Market Leader", 
    "Somos la primera empresa de mudanzas en Venezuela que obtiene el prestigioso certificado FIDI FAIM posicionándonos como una de las compañías de mudanzas más importantes del mundo.": "We are the first moving company in Venezuela that obtains the prestigious FIDI FAIM certification, thus becoming one of the major movers in the world.",
    "Alta Calidad de Servicios": "High quality of services",
    "Como miembro de las más prestigiosas Asociaciones de Compañías de Mudanzas Internacionales aseguramos la más alta calidad en la coordinación de su mudanza, sea local, nacional o internacional.": "As a member of the most prestigious associations of international moving companies we assure the highest quality in the coordination of your removal, whether local, national or international.",
    "Atención Inmediata": "Prompt service", 
    "Contamos con los mejores asesores y ejecutivos de ventas para asegurar el eficiente traslado de sus pertenencias. Ellos están dispuestos a ayudarlo y a contestar todas sus preguntas.": "We have the best advisers and sales executives to ensure the efficient relocation of your belongings. They are willing to help you and answer all your questions.",
    "Nuestros Servicios": "Our Services",
    "Como miembro activo de la red de agentes internacionales de mudanzas, nos esforzamos en superar lo altos niveles de requerimientos exigidos por las representaciones diplomáticas.": "As an active member of the international movers’ network, we strive to overcome the high level of requirements demanded by diplomatic representatives.",
    "Servicio de origen y destino": "Services of Origin and Destination", 
    "Estándares internacionales de calidad": "International quality standards",
    "Evaluación preliminar (Survey)": "Preliminary assessment (Survey)",
    "Servicio de atención en 24 horas": "24-hour Service",
    "Asesoría personalizada": "Customized assistance",
    "Seguimiento del traslado": "Move tracking", 
    "Leer más": "Read more",

    "PRIMERA EMPRESA": "THE FIRST",
    "DE MUDANZAS": "COMPANY PROVIDING MOVING SERVICES",
    "EN VENEZUELA": "IN VENEZUELA",
    "Líderes de mudanzas en Venezuela desde 1988": "Leaders in removal in Venezuela since 1988",
    "Somos la primera empresa de mudanzas en Venezuela que obtiene el prestigioso certificado": "We are the first moving company in Venezuela that obtains the prestigious",
    ", en el año 2000. De esta forma nos posicionamos como la empresa líder del mercado, ubicándonos como una de las compañías de mudanzas más importantes del mundo.": "certification in 2000. Thus we become the market leader, ranking us as one of the major movers in the world.",
    "Como miembro activo de la red de agentes internacionales de mudanzas, nos esforzamos en superar los altos niveles de requerimientos exigidos por representaciones diplomáticas, compañías transnacionales e individuos de nivel y proyección global.": "As an active member of the worldwide network of international movers, we strive to overcome high levels of requirements demanded by diplomatic representatives, transnational companies and top executives.",
    "Nuestra Misión": "Our Mission",
    "Liderar el mercado venezolano gracias a la formación del equipo más eficiente y profesional de expertos en mudanzas. Garantizar la calidad de nuestros servicios y cumplir con las expectativas de nuestros clientes.": "Leading the Venezuelan market thanks to the formation of the more efficient and professional team of experts in removal. All this is to ensure the quality of our services and to meet the expectations of our clients.",
    "Capacitar y estimular a nuestro personal para enfrentar retos, cambios y exigencias.": "Train and encourage our staff to face challenges, changes and demands.",
    "Ofrecer un ambiente de trabajo adecuado que estimule la interrelación y el trabajo en equipo.": "Provide an appropriate working environment that encourages interaction and teamwork.",
    "Promover las acciones estratégicas asociados a los aspectos ambientales, sociales y de gobernanza para asegurar nuestra participación en los objetivos del desarrollo sostenible, promoviendo así un mundo más equitativo, y con igualdad de oportunidades para todos.": "Promote strategic actions related to environmental, social and governance aspects to ensure our participation in the objectives of sustainable development, thus promoting a fairer world with equal opportunities for all.",
    "Nuestra Visión": "Our Vision",
    "Ser una compañía líder en el mercado venezolano gracias a los estándares de calidad establecidos de acuerdo a las expectativas del cliente.": "Be a leading company in the Venezuelan market, thanks to the quality standards established according to the expectations of our customers.",
    "Garantizar que nuestros empleados sean los mejores profesionales mudanceros a nivel mundial.": "Ensure that our employees are the best professional movers in the world.",
    "Trabajar en una atmósfera que conduzca al diálogo y a la cooperación entre los departamentos para lograr así un progreso consistente.": "Work in an atmosphere that leads to dialogue and cooperation between the departments to achieve a consistent progress.",
    "Promover una cultura de calidad con nuestros proveedores y establecer una conciencia ambiental y social en nuestra comunidad y partes interesadas.": "Promote a culture of quality with our suppliers and establish environmental and social awareness in our community and stakeholders.",

    "MUDANZAS": "MOVES",
    "INTERNACIONALES": "INTERNATIONAL",
    "GLOBAL": "GLOBAL",
    "Somos miembro de las más prestigiosas Asociaciones de Compañías de Mudanzas Internacionales del mundo": "We are a member of the most prestigious Associations of International Moving Companies in the world",
    "OMNI - The Overseas Moving Network International": "OMNI - The Overseas Moving Network International",
    "Esta familia internacional, se dedica a la obtención de la excelencia en todas sus actividades, comprometiéndose a proporcionar el mejor servicio de mudanza disponible para sus clientes, a través de la cooperación más cercana posible entre sus miembros. OMNI se basa en el principio de la cooperación agente-a-agente, asegurando que los especialistas locales manejen todas las mudanzas de OMNI en origen y en destino. Las compañías operan con los más altos estándares posibles y emplean tecnología de avanzada para asegurar la más alta calidad en sus servicios.": "This international family is dedicated to obtaining the excellence in all its activities, committing to provide the best available moving service to its customers, through the closest possible cooperation between its members. OMNI is based on the cooperation principle, by ensuring that local specialists handle all removals of OMNI at origin and destination. Companies operate with the highest possible standards and employ advanced technology to ensure the highest quality in its services.", 
    "FIDI - Fédération Internationale des Déménageurs Internationaux": "FIDI - Fédération Internationale des Déménageurs Internationaux",
    "La misión de FIDI es fomentar el avance en términos de calidad, integridad y cooperación mutua a las compañías de mudanzas internacionales afiliadas. Adicionalmente lleva a cabo programas de estudio, que ayudan a promover la competitividad en el mercado de mudanzas.": "FIDI’s mission is to foster progress in terms of quality, integrity and mutual cooperation between affiliated international moving companies. Additionally, it carries out programs of study that help promote competitiveness in the market of removals.",
    "LACMA es la asociación que incluye a 260 de las mejores compañías de mudanzas del mundo, principalmente de América Latina y el Caribe. Debido a su prestigio, generan el 90% de las importaciones y exportaciones que se llevan a cabo en Latinoamérica.": "LACMA is the association that includes the best 260 moving companies of the world, mainly from Latin America and the Caribbean. Due to their prestige, they generate 90% of imports and exports carried out in Latin America.",
    "La International Association of Movers es la mayor unión mundial de compañías de auditoria, transporte, mudanzas y embarques.": "The International Association of Movers is the largest world union of audit, transport, removals and shipping companies.",
    "El Pan American International Movers Association es un grupo establecido de compañías internacionales de Mudanzas, que representan su mutuo interés en la interacción con autoridades locales.": "The Pan American International Movers Association is a group of international moving companies, representing their mutual interest in interaction with local authorities.",
    "IATA fue fundada en el año 1919. Representa a la industria de la aviación y simplifica los procesos de viaje y carga, al agrupar aproximadamente 280 aerolíneas, incluyendo a las más importantes. Los vuelos de estas aerolíneas representan más del 95 % del tráfico aéreo internacional, tanto en vuelos para pasajeros como de carga general.": "IATA was founded in 1919. It represents the aviation industry and simplifies travel and cargo processes, by grouping approximately 280 airlines, including the most important ones. The flights of these airlines account for more than 95% of international air traffic, both passenger flights and general cargo.",
    "Es una designación de Calidad, otorgada por FIDI, una de las asociaciones lideres de compañías de mudanzas a nivel mundial.": "It is a designation of quality, granted by FIDI, one of the leading associations of moving companies around the world.",
    "FIDI desarrolló un sistema basado en estándares de Calidad, para la industria de Mudanzas internacionales. Este involucra todos los aspectos de las actividades de la empresa, colaborando para que todo el personal pueda mantener y mejorar el excelente grado de calidad de servicios prestados exclusivamente para nuestros clientes.": "FIDI has developed a quality standards-based system for the international moving industry. This involves all aspects of the company´s activities, working so that the staff can maintain and improve the excellent degree of quality of services provided exclusively for our clients.",
    "Para poder mantener esta prestigiosa certificación, nuestra empresa es reauditada cada 3 años por la reconocida mundialmente Ernst & Young, Grupo de Consultores.": "In order to maintain this prestigious certification, our company is reaudited every 3 years by the renowned worldwide Ernst & Young, a group of consultants.",

    "TODA UNA VIDA ": "A WHOLE LIFE",
    "A CUALQUIER LUGAR DEL MUNDO": "TO ANYWHERE IN THE WORLD",
    "Servicio de Origen": "Services of Origin",
    "Nuestro servicio de origen consiste en evaluar, embalar y transportar sus pertenencias desde su ubicación actual en Venezuela hasta su destino final, bien sea en una mudanza local, o en un traslado a nivel nacional o internacional.": "Our service of origin is to assess, package and transport your belongings from their current location in Venezuela to their final destination, either in a local moving, or a removal at national or international level.",
    "Una vez establecido el contacto con nuestros ejecutivos, un miembro de nuestro equipo de asesores lo visitará en su residencia y le hará recomendaciones con su mudanza.": "After establishing contact with our executives, a member of our advisors’ team will visit you in your residence and will make recommendations with your removal.",
    "El asesor realizará una evaluación de sus bienes y luego le ofrecerá una estimación del costo, basada en sus requerimientos y necesidades.": "The advisor will carry out an assessment of your assets and will then provide you with a cost estimate, based on your requirements and needs.",
    "Contamos con más de 50 embaladores altamente entrenados y experimentados. Su eficiente desempeño es la garantía de un servicio incomparable.": "We have more than 50 highly trained and experienced packers. Their efficient performance is the guarantee of incomparable service.",
    "Utilizamos material de embalaje de la mejor calidad para cumplir con los estándares y normas internacionales de empaque.": "We use the best packaging material to meet international packaging standards.",
    "Haremos seguimiento de sus pertenencias durante todo el trayecto de la mudanza, ya sea con destino local, nacional o internacional. Así aseguramos que sus posesiones más preciadas permanezcan seguras aunque el viaje hacia su destino sea difícil.": "We will track your belongings during the whole journey of moving, whether local, national or international destination. So we make sure that your most valuable goods remain safe even if the journey to your destination is difficult.",
    "Servicios de Destino": "Services of Destination",
    "Mudanzas Internacionales Global presta el mejor servicio en el traslado de su pertenencias desde cualquier país del mundo, incluyendo el proceso de aduana y el servicio con entrega y desembalaje en su residencia en Venezuela. Nuestro departamento de importación coordinará su mudanza en todas sus etapas.": "Mudanzas Internacionales Global provides the best service in moving your belongings from any country in the world, including the customs process and service with delivery and unpacking at your residence in Venezuela. Our import department will coordinate your move at all stages.",

    "Contacto": "Contact Us",
    "Nombre y apellido:": "Full Name:",

    "Almacenes": "Warehouses",
    "Contamos con 1 almacen, de 2000m, los cuales resguardan la carga en tránsito o durante el proceso de trámites de salida del país.": "We have 1 warehouse facility of 2000 meters, which protects the load in transit or during the process of leaving the country.",
    "Prestamos servicio a nuestros clientes para almacenajes temporales.": "We provide services to our clients for temporary storages.",
    "RESPONSABILIDAD": "CORPORATE",
    "CORPORATIVA": "RESPONSABILITY",
    "La integridad es fundamental para Mudanzas Internacionales Global C.A. y, en conjunto con nuestros valores de Liderazgo, Pasión, Responsabilidad, Colaboración, Diversidad y Calidad, fundamentamos nuestras prácticas de negocios en sólidos principios éticos, a fin de garantizar a cada una de nuestras partes interesadas; trabajadores, clientes, proveedores y agentes, un ambiente justo, protegido y confiable.": "Integrity is essential for Mudanzas Internacionales Global C.A. together with our values of Leadership, Passion, Responsibility, Cooperation, Diversity and Quality. We base our business practices on sound ethical principles, in order to ensure a fair, protected and reliable environment to each of our: stakeholders, employees, customers, suppliers, agents.",
    "Las operaciones, actividades y cultura en Mudanzas Internacionales Global, C.A. se fundamentan en lo establecido en nuestro Manual Anticorrupción, Política de Privacidad y Código de Conducta, así como en el firme compromiso de Calidad y Mejora Continua adherido a las regulaciones FIDI. Puede usted consultar todos estos documentos en detalle a través de los siguientes links:": "The operations, activities and culture of Mudanzas Internacionales Global, C.A. are based on our Anti-Corruption Manual, Privacy Policy and Code of Conduct, as well as in our commitment with FIDI. For more information about these documents visit the following links:",

    "Inicio": "HOME",
    "Nosotros": "ABOUT US",
    "Afiliaciones": "Affiliations",
    "Servicios": "SERVICES",
    "Responsabilidad Corporativa": "Corporate Responsability"


}